<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<h3>예약 및 입실</h3>

<p>1.1 예약은 사전에 인터넷 예약 시스템 또는 전화로만 가능합니다.</p>
<p>1.2 예약 시 실명과 신원정보를 정확히 제공하여야 합니다.</p>
<p>1.3 팬션은 예약이 완료된 경우에 한해 입실이 허용됩니다.</p>
<p>요금 및 결제
<br>
<p>2.1 객실 요금은 팬션 웹사이트 또는 담당자로부터 공지된 가격에 따릅니다.</p>
<p>2.2 결제는 현금 또는 카드로 이루어집니다.</p>
<p>2.3 예약 후 취소의 경우 취소 수수료가 발생할 수 있습니다.</p>
<h4>객실 이용규칙</h4>
<br>
<p>3.1 객실 내부에서의 흡연은 엄격히 금지되며, 위반 시 벌금이 부과될 수 있습니다.</p>
<p>3.2 애완동물의 동반은 사전에 허가를 받아야 하며 추가 비용이 발생할 수 있습니다.</p>
<p>3.3 소란 및 시끄러운 행위는 다른 투숙객들에게 피해를 줄 수 있으므로 자제하여 주십시오.</p>
<h4>시설 이용 규칙</h4>

<h2>[주의사항]</h2>

<p>위 약관은 일반적인 예시일 뿐이며, 팬션 운영 규모 및 환경에 따라 세부 내용이 추가 또는 수정되어야 합니다.</p>
<p>법적인 문제를 피하기 위해 변동사항이 있을 경우 투숙객에게 사전에 공지하는 것이 좋습니다.</p>
<p>관련 법규를 준수하고, 특히 소비자보호와 관련된 법령을 적용하여야 합니다.</p>
<p style="opacity: 0.1;">관리자 마음대로 모든게 가능합니다</p>
<p style="opacity: 0.1;">개발자가 미숙해서 무통장 결제만 가능합니다</p>
<p style="opacity: 0.1;">예약및 취소는 관리자맘입니다.</p>
</body>
</html>